<?php
define("SIGN","С уважением,администрация школы<br><br>");
$names = array("Иван Иванов", "Петр Петров", "Семен Семенов");
$events = array("Родительское собрание","Последний звонок","Выпускной вечер");
$mes1 ="Уважаемый $names[0]!";
$mes1 .= "<br>Приглашаем вас на ".$events[0];
$mes1 .= "<br>".SIGN;
echo $mes1;
$mes2 ="Уважаемый $names[1]!";
$mes2 .= "<br>Приглашаем вас на ".$events[1];
$mes2 .= "<br>".SIGN;
echo $mes2;
$mes3 ="Уважаемый $names[2]!";
$mes3 .= "<br>Приглашаем вас на ".$events[2];
$mes3 .= "<br>".SIGN;
echo $mes3;
?>
